Repository: pseudocoder/NightTime
Catalog: settings/i18n/*.po
Languages: es_es, it_it

# donate1
source: If you like this clock face I'd appreciate a
es_es: Si te gusta esta esfera de reloj te agradecería una
it_it: Se vi piace questo quadrante dell'orologio, apprezzerei una

# donate2
source: 2.50CHF donation
es_es: donación de 2,50CHF
it_it: donazione di 2,50CHF

# donate3
source: through PayPal
es_es: a través de PayPal
it_it: tramite PayPal.

source: Date Format
es_es: Formato de fecha
it_it: Formato della data

source: Time Format
es_es: Formato de tiempa
it_it: Formato della tempo

source: default
es_es: predeterminado
it_it: predefinito

source: 24h
it_it: 24ora

source: 12h
it_it: 12ora

source: seconds
es_es: segundos
it_it: secondi

source: Night Start
es_es: Inicio de la noche
it_it: Inizio della notte

source: Night End
es_es: Fin de la noche
it_it: Fine della notte

source: Animated Heartbeat
es_es: Corazón animado
it_it: Cuore animato

source: Clickable Stats
es_es: Estadísticas clicables
it_it: Statistiche cliccabili

source: Daytime Text
es_es: Texto diurno
it_it: Testo diurno

source: Nighttime Text
es_es: Texto nocturno
it_it: Testo notturno

source: Statistic
es_es: Estadística
it_it: Statistica

source: Steps
es_es: Pasos
it_it: Passi

source: Floors
es_es: Plantas
it_it: Piani

source: Calories
es_es: Calorías
it_it: Calorie

source: Kilojoules
it_it: Kilojoule

source: Active Zone Minutes
es_es: Minutos de actividad
it_it: Minuti attivi

source: Distance (metres)
es_es: Distancia (metres)
it_it: Distanza (metre)

source: Distance (km)
es_es: Distancia (km)
it_it: Distanza (km)

source: Distance (miles)
es_es: Distancia (millas)
it_it: Distanza (miglia)

# seconds2
source: Seconds
es_es: Segundos
it_it: Secondi

source: (none)
es_es: (ninguno)
it_it: (nessuno)

# help
source: You can find more help / FAQs on my website:
es_es: Puede encontrar más ayuda/preguntas frecuentes en mi sitio web:
it_it: Potete trovare ulteriori aiuti e FAQ sul mio sito web:
